---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.MassLevelData
source: html/f288db63-44a0-4227-b776-acc9371e9d21.htm
---
# MassLevelData Properties

The id of the assembly instance to which the element belongs.